<template>
  <div class="helpDetail">
    <header>
      <pageHead>
        <i slot="head-left" class="iconfont icon-fanhui" @click="goBack"></i>
        <span slot="head-center">{{title}}</span>
      </pageHead>
    </header>

    <div style="height:.95rem;width:100%;"></div>

    <section class="helpDetail-content">
      <div class="" v-if="titleId==1">
        <h4>一、配送时间及范围</h4>
        <p>1、商品支持国内主流快递配送，发货后2-4天内送达。</p>
        <p>2、生鲜类产品下单后统一第二天发货。所有生鲜产品均在发货前统一采摘、宰杀，以确保产品的新鲜。一律使用顺丰冷链进行运输。</p>
        <p>3、配送范围商品详情页会进行特殊说明，烦请查看。</p>
        <p>4、特定节假日以平台通知或公告的发货时间为准；有其他发货时效约定的以约定为准。</p>
        <h4>二、订单查询</h4>
        <p>1、下单成功后48小时内您可以在“我的订单”内查询到包裹的揽件跟踪信息，查询方式：登录账号-我的订单-查看订单</p>
      </div>

      <div class="" v-if="titleId==2">
        <p>为保障您的权益 ，请您收货时注意以下环节：</p>
        <p>1、生鲜商品送达前，配送员将视情况与您电话联系，请保持电话畅通；</p>
        <p>2、请在签收时与配送人员当面核对产品信息、数量及发货清单、发票（如需要）、赠品（如有）等；</p>
        <p>3、货物签收：现场开箱验货，验收无误后签收。如验货发现产品缺失，产品错误，产品短缺，产品存在质量问题等影响签收的因素，请您拍照并请尽快联系客服中心。及时解决您的问题。</p>
        <p>4、为了保障您的权益，建议您尽量不要委托他人代为签收。如由他人代为签收商品而没有在配送人员在场的情况下验货，则视为您所订购的商品无任何问题；</p>
        <p>5、签收时请仔细验货，如商品有异常，您可以拒收该包裹；</p>
        <p>6、生鲜产品，除有质量问题外，不支持无理由拒收。</p>
      </div>

      <div class="" v-if="titleId==3">
        <p>依据《中华人民共和国产品质量法》、《中华人民共和国消费者权益保护法》等法律法规，本平台承诺对已销售的存在质量问题的产品办理售后服务。</p>
      </div>

      <div class="" v-if="titleId==4">
        <h4>一、退换货政策</h4>
        <p>安厨对采购方正式承诺，自用户收到商品之日起的7日内（以实际签收日期为准），在商品完好未开封使用以及包装附件完整、且来回退换货运费由采购方承担的情况下，可享受七天无理由退换货服务。</p>
        <p>1）特殊商品说明</p>
        <p>鉴于生鲜产品（蔬菜水果、水产海鲜、肉禽蛋奶等）的特殊性和返程物流的高损耗，所售生鲜农产品非质量问题，恕不退换，若质量有问题请在24小时内联系安厨客服，并提供相关证明。</p>
        <p>2）存在一下情形之一的，不予以办理退换货</p>
        <p>1.任何非购自安厨的产品（产品数量、规格等不符）；</p>
        <p>2.任何因采购方使用或保管不当导致出现质量问题的产品；</p>
        <p>3.任何因采购方原因导致超过保质期的产品；</p>
        <p>4.无法提供产品的产品附带品、发票清单、与产品不符及涂改的；</p>
        <p>5.产品已开封使用以及包装附件不完整的；</p>
        <p>6.其他依法不应办理退换货的。</p>
      </div>

      <div class="" v-if="titleId==5">
        <p>1）提交申请方式</p>
        <p>若采购方的订单需要办理退换货，请电话联系安厨客服，电话：0571-28270936。</p>
        <p>2）退换货说明</p>
        <p>1.申请的退换货需求，将由安厨客服进行初审，审核通过则将商品收回；</p>
        <p>2.商品收回之后，本平台工作人员将对退换货的产品进行检查审核，对于符合退换货政策的产品，将办理退款或者换货处理。</p>
        <p>3）补发说明</p>
        <p>1.签收产品时，若发现有产品短缺，应立即联系客服，经确认办理补货；</p>
        <p>2.补货时间为2个工作日内，遇特殊情况需延期处理的将会提前通知。</p>
        <p>4）退款说明</p>
        <p>1.若办理退货，工作人员将在审核通过之后的2个工作日内完成退款，退款将以原订单的支付方式退回；</p>
        <p>2.非质量问题的产品，退换货的运费均由采购方承担；</p>
        <p>3.任何的退换货，均不接受到付，若有到付则不办理退换货服务；</p>
        <p>4.未经客服确认同意，直接寄回产品，安厨不承担保管、重新发货、退款责任。</p>
      </div>

      <div class="" v-if="titleId==6">
        <p>为了给采购方提供更快速、便捷的服务，根据中国税法及税务管理部门的要求，安厨就其所销售商品各自开具发票，因此采购方收到的发票是由“杭州安厨电子商务有限公司”开具的合法、有效发票。</p>
        <p>1）如何获得发票</p>
        <p>1.若有开发票的需求，可拨打客服电话0571-28270936索取相应金额的发票（退货产品除外）；</p>
        <p>2.发票的寄送方式建议随产品一起快递，若是收到产品之后索要发票的，发票快递费用需要采购方自己承担；</p>
        <p>3.补开发票需在订单完成的180天内联系客服人员为你办理，逾期不受理；</p>
        <p>4.非自营实物类商品发票不由安厨商城开具，具体可咨询客服人员。</p>
        <p>2）设置发票信息</p>
        <p>1.您在索取发票时需提供发票抬头（个人、公司），发票抬头内容不能空，您可填写个人或具体的公司名称，如需开具增值税专用发票，需提供增票资质；</p>
        <p>2.开票内容为采购方所购的商品明细。</p>
        <p>3）开发票的注意事项</p>
        <p>1.发票金额不能高于订单实付金额；</p>
        <p>2.活动兑换商品不提供发票；</p>
        <p>3.一张订单只能开一次发票，多个订单的可合开一张发票；</p>
        <p>4.当采购方收到发票1个月内，发现票据抬头、内容或金额错误的，采购方可致电客服0571-28270936，由客服人员为您办理更换发票事宜，采购方需将原发票完好寄回，并自理来回邮费。</p>
      </div>

      <div class="" v-if="titleId==7">
        <p style="margin-bottom: .16rem;">1、安厨尽最大努力确保网站图片与实物的一致性，但由于拍摄角度、光线强度、不同显示器的色差等问题仍有可能导致出现误差，此种情况不属于质量问题范畴。图片仅供参考，一切以实物为准。</p>
        <p style="margin-bottom: .16rem;">2、安厨将不定期对本售后服务条款进行修改，采购方在安厨的采购产品行为将被视为对同期服务条款的接受；</p>
        <p style="margin-bottom: .16rem;">3、单品页面已明确注明特殊售后条款的商品，优先适用特殊规定；</p>
        <p style="margin-bottom: .16rem;">4、有关商品质量的检测，依国家相关规定执行；</p>
        <p style="margin-bottom: .16rem;">5、安厨竭诚为广大客户提供最优质的产品及服务，但对于任何欺诈或不道德行为，安厨将保留取消订单直至依法追究法律责任的权利。</p>
      </div>

      <div class="" v-if="titleId==8">
        <h4>一、本平台的权利和义务</h4>
        <p>1. 本站有义务在现有技术上维护整个网上交易平台的正常运行，并努力提升和改进技术，使用户网上交易活动得以顺利进行。</p>
        <p>2. 对用户在注册使用本站网上交易平台中所遇到的与交易或注册有关的问题及反映的情况，本站应及时作出回复。</p>
        <p>3. 对于用户在本站网上交易平台上的不当行为或其它任何本站认为应当终止服务的情况，本站有权随时作出删除相关信息、终止提供服务等处理，而无须征得用户的同意。</p>
        <h4>二、网站规则、修改和可分性</h4>
        <p>只有已提交的订单，本站才能确认商品的价格。本站将尽最大努力保证用户所购商品与网站和目录上公布的价格一致，但价目表和声明仅为要约邀请，并不构成要约。尽管做出最大的努力，本站的商品中一小部分商品可能会有定价错误。如果发现错误定价，本站将采取下列措施之一：</p>
        <p>1. 价格变动规则</p>
        <p>① 如果某一商品的正确定价低于错误定价，本站将按照较低的定价向用户销售该商品。</p>
        <p>② 如果某一商品的正确定价高于错误定价，本站会根据具体情况决定，是否在交付前联系用户寻求指示，或者取消订单并通知用户。</p>
        <p>2. 商品缺货规则</p>
        <p>用户希望购买的商品如果发生缺货，本站有权取消订单，本站会尽最大努力在最快时间内满足用户的购买需求。</p>
        <p>3. 邮件/短信服务规则</p>
        <p>本站保留通过邮件和短信的形式，对本网站及本站目录注册、购物用户发送订单信息、促销活动等告知服务的权利。如果您在本站注册、购物，表明您已默示接受此项服务。</p>
        <p>4. 送货政策</p>
        <p>本站将会把商品送到您所指定的送货地址。如因以下情况造成订单延迟或无法配送等，本站将不承担责任：</p>
        <p>① 用户填写的收货信息不详细或错误；</p>
        <p>② 货物送达无人签收，由此造成的重复配送所产生的费用及相关的后果。</p>
        <p>③ 不可抗力，例如：自然灾害、交通戒严、突发战争等。</p>
        <p>5. 退换货政策</p>
        <p>本站保留对商品退货、补货的解释权和限制权。在下订单的同时，您也同意了本站的退换货政策。</p>
        <p>6. 处罚规则</p>
        <p>① 本站有权对用户的注册数据及购买行为进行查阅，发现注册数据或购买行为中存在任何问题或怀疑，均有权向用户发出询问及要求改正的通知或者直接作出删除等处理。</p>
        <p>② 经国家生效法律文书或行政处罚决定确认用户存在违法行为，或者本站有足够事实依据可以认定用户存在违法或违反服务协议行为的，本站有权在网站上以网络发布形式公布用户的违法行为。</p>
        <p>③ 对于用户在本站发布的下列各类信息，本站有权在不通知用户的前提下进行删除或采取其它限制性措施。包括以炒作信用为目的的信息；存在欺诈等恶意或虚假内容的信息；存在与网上购物无关或不是以购物为目的的信息；存在试图扰乱正常购物秩序因素的信息；该信息违反公共利益或可能严重损害本站和其它用户合法利益的。</p>
        <p>7.本站可以在没有特殊通知的情况下自行变更本规则、任何其它条款和条件、规则或用户资格的任何方面。 对这些条款的任何修改将被包含在本站更新的规则中。如果任何变更被认定为无效、废止或因任何原因不可执行，则该变更是可分割的，且不影响其它变更或条件的有效性或可执行性。在变更这些规则后，用户对本站的继续使用即构成用户对变更的接受。</p>
        <p>8. 终止</p>
        <p>本站可以不经通知而自行决定终止全部或部分规则，或终止用户的会员资格。即使本站没有要求或强制用户严格遵守这些规则，也并不构成对属于本站的任何权利的放弃。如果用户在本站的客户账户被关闭，那么也将丧失相应的会员资格。对于该用户会员资格的丧失，用户对本站不能主张任何权利或为此索赔。</p>
        <p>9. 责任限制</p>
        <p>除了本站的使用规则中规定的其它限制和除外情况之外，在中国法律法规所允许的限度内，对于因在本站购物引起的或与之有关的任何直接的、间接的、特殊的、附带的、后果性的或惩罚性的损害，或任何其它性质的损害，本站、本站的董事、管理人员、雇员、代理或其它代表在任何情况下都不承担责任。这些责任排除和限制条款将在法律所允许的最大限度内适用，并在用户资格被撤销或终止后仍继续有效。</p>
        <h4>三、 服务的中断和终止</h4>
        <p>1. 如用户向本站提出注销注册用户身份时，经本站审核同意，由本站注销该注册用户，用户即解除与本站的服务协议关系。但注销该用户账号后，本站仍保留下列权利：</p>
        <p>① 用户注销后，本站有权保留该用户的注册数据及以前的交易行为记录；</p>
        <p>② 用户注销后，如用户在注销前在本站交易平台上存在违法行为或违反合同的行为，本站仍可行使本服务协议所规定的权利。</p>
        <p>2. 在下列情况下，本站可以通过注销用户的方式终止服务：</p>
        <p>① 在用户违反本服务协议相关规定时，本站有权终止向该用户提供服务。本站将在中断服务时通知用户。但如该用户在本站终止提供服务后，再一次直接或间接或以他人名义注册为本站用户的，本站有权再次单方面终止向该用户提供服务；</p>
        <p>② 如本站通过用户提供的信息与用户联系时，发现用户在注册时填写的电子邮箱已不存在或无法接收电子邮件的，经本站以其它联系方式通知用户更改，而用户在三个工作日内仍未能提供新的电子邮箱地址的，本站有权终止向该用户提供服务；</p>
        <p>③ 一经本站发现用户注册数据中主要内容是虚假的，本站有权随时终止向该用户提供服务；</p>
        <p>④ 本服务协议终止或更新时，用户明示不愿接受新的服务协议的；</p>
        <p>⑤ 其它本站认为需终止服务的情况。</p>
        <p>用户和本站之间的契约将适用中华人民共和国的法律，所有的争端将诉诸于本站所在地的人民法院。</p>
        <h4>四、 版权</h4>
        <p>1. 本站上的图表、标识、网页页眉、按钮图标、文字、服务品名等标示在网站上的信息都是安厨的财产，受中国和国际知识产权法的保护。未经本站许可，用户不得以任何可能引起消费者混淆的方式或任何贬低或诽谤安厨的方式用于与非本站的任何商品或服务上。在本站上出现的不属于上述主体的所有其他商标是其商标权利人各自的财产，这些权利人可能是也可能不是与安厨相关联、相联系或由安厨的关联公司赞助的。未经安厨或相关商标所有人的书面许可，本站上的任何东西都不应被解释为以默许或其他方式授予许可或使用网站上出现的商标的权利。</p>
        <p>2. 本站用户发表的文章仅代表作者本人观点，与本站立场无关。作者文责自负。</p>
        <p>3. 本站有权将在本网站发表的商品使用体验、商品讨论或图片自行使用或者与其他人合作使用于其他用途，包括但不限于网站、电子杂志、杂志、刊物等，使用时需为作者署名，以发表文章时注明的署名为准。文章有附带版权声明者除外。</p>
        <p>4. 用户在本站上发表的文章及图片（包括转贴的文章及图片）版权仅归原作者所有，若作者有版权声明或原作从其它网站转载而附带有原版权声明者，其版权归属以附带声明为准。</p>
        <p>任何转载、引用发表于本站的版权文章须符合以下规范：</p>
        <p>① 用于非商业、非盈利、非广告性目的时需注明作者及文章及图片的出处为"安厨"或"b2b.anchumall.com"；</p>
        <p>② 用于商业、盈利、广告性目的时需征得文章或图片原作者的同意，并注明作者姓名、授权范围及原作出处"安厨"或"b2b.anchumall.com"；</p>
        <p>③ 任何文章或图片的修改或删除均应保持作者原意并征求原作者同意，并注明授权范围。</p>
        <h4>五、 不承诺担保和责任限制</h4>
        <p>1.除非另有明确的书面说明，本站、目录及其所包含的或以其它方式通过本网站提供给用户的全部信息、内容、材料、商品（包括软件）和服务，是由安厨在"按现状"和"按现有"的基础上提供的；</p>
        <p>2. 除非另有明确的书面说明,安厨不对本网站的运营及其包含在本网站上的信息、内容、材料、商品(包括软件)或服务作任何形式的、明示或默示的声明或担保（除根据中华人民共和国法律规定的以外）。用户明确同意自担风险使用本网站；</p>
        <p>3. 在适用法律所允许的最大限度内 ，安厨不承诺所有明示或默示的担保，包括但不限于对适销性和满足特定目的的默示担保。安厨不担保本站、其所包含的或以其它方式通过本网站提供给您的全部信息、内容、材料、商品（包括软件）和服务、其服务器或从本站发出的电子信件没有病毒或其他有害成分。除非另有明确的书面说明，安厨不对由于使用本站、或由于其所包含的或以其它方式通过本网站提供给用户的全部信息、内容、材料、商品（包括软件）和服务、或购买和使用商品引起的任何损害承担责任（除非根据中华人民共和国法律应承担责任的以外），包括但不限于直接、间接或附带的惩罚性和结果性的损害赔偿。</p>
        <h4>六、 隐私</h4>
        <p>1. 在用户加入本站成为会员时，用户根据本站要求提供的个人注册信息；在用户使用本站服务、参加本站活动，或访问本站网页时，本站自动接收并记录的用户浏览器上的服务器数值，包括但不限于IP地址等数据及用户要求取用的网页记录。</p>
        <p>2. 本站收集到的用户在本站购物等的有关数据，包括但不限于购物、上传图片、发布商品使用体验、参与商品讨论、邀请关注好友和留言等数据。</p>
        <p>3. 本站通过合法途径从商业伙伴处取得的用户个人数据。</p>
        <p>4. 信息使用：</p>
        <p>① 本站不会向任何人出售或出借用户的个人信息，除非事先得到用户的许可。</p>
        <p>② 本站亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播用户的个人信息。任何用户如从事上述活动，一经发现，本站有权立即终止与该用户的服务协议，查封其账号。</p>
        <p>5. 为服务用户的目的，本站可能通过使用用户的个人信息，向用户提供服务，包括但不限于向用户发出商品和服务信息，或者与本站合作伙伴共享信息以便他们向用户发送有关其商品和服务的信息（后者需要用户的事先同意）。</p>
        <p>6. 信息披露；用户的个人信息将在下述情况下部分或全部被披露：</p>
        <p>① 经用户同意，向第三方披露；</p>
        <p>② 如用户是符合资格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；</p>
        <p>③ 根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；</p>
        <p>④ 如果用户出现违反中国有关法律或者网站政策的情况，需要向第三方披露；</p>
        <p>⑥ 其它本站根据法律或者网站政策认为合适的披露。</p>
        <p>7. 信息安全：</p>
        <p>① 请妥善保管用户的账户及密码信息；在使用本站服务进行网上购物时，请用户妥善保护自己的个人信息，仅在必要的情形下向他人提供；</p>
        <p>② 如果用户发现自己的个人信息泄密，尤其是本站账户及密码或提现密码发生泄露，请用户立即联络本站客服，以便本站采取相应措施。</p>
        <h4>七、其他</h4>
        <p>1. 本协议将对用户持续有效，有效期至用户注销或者被取消账户、且停止一切使用本站服务的行为后，但本站与用户间已经产生的权利义务，仍对双方有约束力。</p>
        <p>2. 安厨将视向用户所提供服务内容之特性，要求用户在注册本站提供的有关服务时，遵守特定的条件和条款；如该特定条件和条款与以上服务条款有任何不一致之处，则以特定条件和条款为准。</p>
        <p>3. 本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，其余条款仍应有效并且有约束力。</p>
        <p>4. 本协议的标题、序号均为方便阅读而设定，不影响条款实际含义及其效力。</p>
        <p>5. 本协议自公布及适用的当天生效，有效期持续至更新版本发布之时。</p>
        <p>6. 如双方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向本站所在地的人民法院提起诉讼。</p>
        <p>7. 安厨在法律允许最大范围对本协议拥有解释权与修改权。</p>
      </div>

      <div class="" v-if="titleId==9">
        <p>企业团购联系方式：</p>
        <p>公司电话：0571-28272936</p>
        <p>公司邮箱：zhujq@hzanchu.com</p>
        <p>地址：杭州市滨江区泰安路盾安发展大厦16楼</p>
        <p>商务合作：</p>
        <p>电话：0571-28270937</p>
      </div>

      <div class="" v-if="titleId==10">
        <p><strong>甲方：杭州安厨电子商务有限公司</strong></p>
        <p><strong>乙方：注册方</strong></p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;根据相关法律法规的规定，甲乙双方通过友好协商，本着平等、自愿、公平和诚实信用的原则，就乙方在其合作平台销售甲方商品事宜订立本协议</p>
        <p>第一条条款目的</p>
        <p>1.1为了规范安厨经营秩序，保障安厨自营商品的质量，以维护采购方的合法权益，安厨与采购方就安厨自营商品的合作运营事宜，根据《用户的权利和义务》、《安厨平台规则》的有关内容制定。</p>
        <p>1.2本条款由杭州安厨电子商务有限公司（以下简称“安厨”或“甲方"）与申请成为采购方的会员（以下简称”采购方“或者”乙方“）共同认证。</p>
        <p>第二条合作内容及方式</p>
        <p>2.1乙方在其合作平台上架销售甲方商品，消费者在乙方合作平台下单后，乙方在甲方平台自助下单或批量导入订单，由甲方为消费者配送商品。</p>
        <p>2.2乙方将完整的订单信息发送给甲方，包括商品信息、数量、收件地址、收件人、电话等,如产品、数量、包裹地址等信息有误造成售后顾客退换货的，产生的责任由出错方承担。</p>
        <p>2.3发货时间：乙方通过安厨平台向甲方系统下单，并且提供收件人正确的收货地址等信息。甲方在接到订单后，正常情况下，商品48小时内完成发货。</p>
        <p>2.4 邮资说明：货物运输产生的费用由乙方承担（包邮商品除外）。</p>
        <p>第三条退换货与责任界定</p>
        <p>3.1甲方保证所售为正品农产品，因商品质量问题发生的退、换货，甲方会协助完成货品退换且因退、换货产生的一切物流费用由甲方承担；因食品的特殊性，非质量问题的商品甲方不接受退换货，相应售后由乙方自行处理。</p>
        <p>3.2若因甲方错发、漏发、物流等原因发生的乙方消费者退、换货，因退、换货产生的一切费用由甲方承担。</p>
        <p>3.3乙方消费者收到货物后，如有破损、质量不合格、商品漏发等异常情况，乙方需明确要求消费者提供证据并拍照，包括但不限于商品外箱、破损商品和快递单号的照片，并在（2）个工作日内反馈给甲方，甲方应在收到乙方反馈后及时配合处理。</p>
        <p>3.4交易成功后七天内支持退货申请，超过七天不予退货处理。</p>
        <p>第四条财务结算及预付款</p>
        <p>4.1  甲乙双方约定开展合作前乙方应向甲方支付10000元（壹万元）预付货款，以积分形式充入乙方在线账户，每日订单从预付款中扣取，预付款不足时需要乙方补足货款方能正常发货。</p>
        <p>4.2  乙方也可按每批订单实际金额进行在线支付，付款成功后甲方按乙方订单要求进行发货。</p>
        <p>4.3  甲乙双方在结算、汇款、收款过程中产生的手续费由甲乙双方各自承担。</p>
        <p>4.4  协议解除甲乙双方根据实际履行结算费用，预付款如有多出部分甲方应退还给乙方。</p>
        <p>第五条保密条款</p>
        <p>本协议所称商业秘密包括但不限于本协议任何补充协议所述内容及在合作过程中涉及的其他秘密信息。任何一方未经另一方书面同意，均不得将该信息向任何第三方披露、传播、编辑或展示。保密期限直至该商业秘密进入公众领域或双方书面同意解除本条限制。</p>
        <p>第六条不可抗力</p>
        <p>不可抗力致使本协议不能履行或不能完全履行的，遭受方可以免责或部分免责。本协议不可抗力是指：不能预见、不可避免、无法克服的客观情况。如因发生地震、台风、水灾、火灾、战争、内乱、政府行为导致协议迟延履行或不能履行，遭遇不可抗力的一方应在不可抗力发生后15个工作日内由事故发生地主管当局出具事故证明书。双方就不可抗力造成的后果进行协商，根据其影响程度，免除或部分免除相应责任</p>
        <p>第七条争议解决</p>
        <p>凡因本协议引起的或与本协议有关的任何争议，如双方不能通过友好协商解决，双方均可提交给合同签署地有管辖权的法院解决。因本协议引起的纠纷，甲乙双方约定适用中华人民共和国法律解决。</p>
        <p>第八条协议终止</p>
        <p>8.1协议期间，如果发生下列情况之一时，守约方有权提前解除本协议：</p>
        <p>（1）违约方违反本协议约定给对方造成严重损失，经守约方通知后仍不改正，守约方有权经提前5日通知违约方后解除本协议。（2）任何一方发生无力偿债，其事业为债权人接管、结束、解散、宣告破产等事情时，对方有权终止本合同。</p>
        <p>8.2除前款约定情况外，任何一方由于自身原因不能继续履行本协议，必须以书面形式向对方提出，并取得对方同意，协议解除甲乙双方根据实际履行结算费用。</p>
        <p>8.3协议终止后，乙方应配合甲方完成相关的交接工作；业务交接完毕以后，配合甲方进行费用对账结算。</p>
      </div>



    </section>

  </div>
</template>

<script>
import pageHead from '@/components/head'
import { bodyHeight } from '@/assets/public/function'
export default {
  name: 'helpDetail',
  data (){
    return {
      titleId:this.$route.params.id,
      title:this.$route.params.title
    }
  },
  components: {
    pageHead
  },
  mounted(){
    bodyHeight(100);
    
  },
  destroyed(){
    bodyHeight();
  },
  created(){

  },
  methods:{
    goBack() {
      this.$router.go(-1);
    }
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style lang="scss" scoped>
header{
  background:#fff;
  height:.88rem;
  position:fixed;
  top:0;
  width:100%;
}
.helpDetail{
  height:100%;
}
.helpDetail-content{
  min-height: calc(100% - .95rem);
  min-height: -moz-calc(100% - .95rem);
  min-height: -webkit-calc(100% - .95rem); 
  padding: .3rem;
  background-color: #fff;
  -moz-box-sizing: border-box;
  -webkit-box-sizing: border-box;
  -o-box-sizing: border-box;
  -ms-box-sizing: border-box;
  box-sizing: border-box;
  h4 {
    margin: .2rem .3rem;
    font-size: .3rem;
    font-weight: 900;
  }
  p {
    font-size: .3rem;
    line-height: .44rem;
  }
}

</style>